IDEA StatiCa Open Model
IdeaConImportSettings.ConnectionFileName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the name of the Connection project
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectionFileName { get; set; }
Public Property ConnectionFileName As String
	Get
	Set
public:
property String^ ConnectionFileName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace